{
    "pages": [
        {
            "index": 0,
            "markdown": "# Experimental Analysis of the Mechanics of Sport Climbing Falls \n\nArticle in Journal of Engineering Research and Reports $\\cdot$ January 2023\nDOI: 10.3734/jerr2023/124/2800\n\nCITATIONS\n3\n\n6 authors, including:\n\n## Rainer Schad\n\nUniversity of Alabama\n105 PUBLICATIONS 1,674 CITATIONS\nSEE PROFILE",
            "images": [],
            "dimensions": {
                "dpi": 200,
                "height": 2336,
                "width": 1653
            }
        },
        {
            "index": 1,
            "markdown": "# Experimental Analysis of the Mechanics of Sport Climbing Falls \n\nNico F. Schad ${ }^{\\text {a }}$, Yannick F. Schad ${ }^{\\text {b }}$, Chip Garret ${ }^{\\text {c }}$, Alex Voris ${ }^{\\text {a }}$, Heike Schad ${ }^{\\text {d }}$ and Rainer Schad ${ }^{\\text {e }}$<br>${ }^{a}$ Department of Mechanical Engineering, Box-870276, The University of Alabama, Tuscaloosa, AL-35487, USA.<br>${ }^{b}$ Department of Mathematics, Box-870350, The University of Alabama, Tuscaloosa, AL-35487, USA.<br>${ }^{c}$ LPC-S Counseling and Consultation LLC, 303 Hargrove Road, Suite A, Tuscaloosa, AL-35401, USA.<br>${ }^{d}$ The Capitol School, 2828 $6^{\\text {th }}$ St., Tuscaloosa, AL 35401, USA.<br>${ }^{e}$ Department of Physics and Astronomy, Box 870324, The University of Alabama, Tuscaloosa, AL-35487, USA.\n\nAuthors' contributions\nThis work was carried out in collaboration among all authors. All authors read and approved the final manuscript.\n\nArticle Information\nDOI: 10.9734/JERR/2023/v24i2800\nOpen Peer Review History:\nThis journal follows the Advanced Open Peer Review policy. Identity of the Reviewers, Editor(s) and additional Reviewers, peer review comments, different versions of the manuscript, comments of the editors, etc are available here:\nhttps://www.sdiarticle5.com/review-history/95524\n\nOriginal Research Article\nReceived: 28/10/2022\nAccepted: 30/12/2022\nPublished: 28/01/2023\n\n## ABSTRACT\n\nRock climbing falls can be safely stopped and are often a routine part of the sport. However, safety may be compromised not only by equipment failure but also due to the climbers' misjudgment of the situation. Current literature and other resources are either based on laboratory experiments or lacking specific and systematic measurements of the relevant parameters of lead climber falls. Only one recent theoretical paper describes the physics of lead climber falls under realistic conditions. To provide research-based safety guidance for the climber community systematic studies of various scenarios are needed.\nIn this study experimental data were collected and analyzed from lead climber falls on an actual climbing route, recording all positions prior to and after the fall as well as climber and belayer\n\n[^0]\n[^0]:    *Corresponding author: Email: rschad@ua.edu;",
            "images": [],
            "dimensions": {
                "dpi": 200,
                "height": 2338,
                "width": 1654
            }
        },
        {
            "index": 2,
            "markdown": "acceleration data. The data reveal the actual fall height, the forces acting on belayer and climber and the dissipation mechanisms of the fall energy. Two test series were performed, varying the fall height or the belayer mass, respectively. Substantially longer total fall heights are found, in particular for lighter belayers, even for relatively short falls. The major mechanisms to dissipate the energy are the energy losses when accelerating the belayer of the ground and the friction force in the loaded carabiner. The study concludes with recommendations for best practice under various conditions for a safe climbing experience.\n\nKeywords: Rock climbing safety; belaying best practice; rock climbing physics; energy conservation.\n\n## 1. INTRODUCTION\n\n### 1.1 A Brief History of Climbing Safety\n\nInitially, when rock climbing developed in the $19^{\\text {th }}$ century, safety was limited by a lack of equipment. The use of a rope served mostly the safety of the person who followed while the leading person would essentially climb unprotected. The rope quality was questionable and availability of anchoring equipment very limited. From around 1910, the use of pitons, metallic pins hammered into cracks for anchoring, and carabiners to connect those with the rope allowed some basic belaying, including the lead climber [1-3]. Still, the equipment was not qualified by any strength tests and ropes were produced from natural fibers. The techniques used to stop a climber's fall were based on the rope slung around the body of the belayer and bare hands' strength. Had today's belay techniques been used, the brake forces would have exceeded the limited strength of the rope and other equipment. Nevertheless, the difficulty and boldness of new routes advanced to new levels. Only since the development of modern kernmantel nylon ropes in 1953 [2,4] combined with belay techniques based on the Sticht brake (similar to more recent devices like the Black Diamond ATC and other \"tubes\") or the HMS (Munter) hitch along with the use of climbing harnesses allowed the climbing sport to approach safety levels that allowed to reliably stop a fall of a lead climber [5-7]. This enabled a more playful approach to rock climbing and a dynamic development in difficulty of new climbing routes ensued. A more detailed presentation of the development of the climbing sport can be found in [2].\n\n### 1.2 Modern Sport Climbing\n\nToday, many climbing routes are permanently equipped with regularly spaced bolts to which the rope can be clipped with carabiners. Varying local ethics often impose restrictions or entirely\nban the use of such permanent bolts, which to some extent can be remedied by the use of mobile (non-permanent) wedge-shaped stoppers or camming devices which have a lower braking strength than bolts [8] and require much experience for proper placement. When used properly, these mobile protection pieces still offer reliable protection provided the impact forces are limited to a value below their breaking strength. Parallel to outdoor climbing on natural cliffs, indoor climbing gyms offer a sheltered variety of the sport with all routes pre-equipped with bolts. All belay devices until 1991 followed the principle of dynamic belaying, providing a limited braking force and friction-controlled slippage of the rope once that limit is reached [9]. This enabled a soft stopping of the falling climber, thus limiting the peak forces on the anchors. For indoor and on short outdoor routes starting off the ground it had become customary for the belayer to not selfanchor and just act as a counterweight to the falling lead climber. In 1991 Petzl introduced the Grigri, a semiautomatic belay device which under practical conditions locks off the rope in case of a sudden load. This greatly reduces risks due to belayer inattention while eliminating the deviceprovided dynamic belaying characteristics. The dynamics to ensure a soft catch of the falling climber is now provided by the belayer being pulled upward (to some extent this does also happen with a dynamic belay device, depending on climber / belayer masses, duration of the impact and belay device used). Currently, both types (dynamic and auto-locking) belay devices are in use. All climbing equipment is available with test certification [10] and material failure has become very rare.\n\n### 1.3 Safety Recommendations and Testing\n\nSafety considerations and recommendations mostly focus on the proper use of the equipment [11-14]. Such recommendations are based on observations and analysis of critical situations and accidents [15,16], laboratory tests using static masses as fall weights [17,18], theoretical",
            "images": [],
            "dimensions": {
                "dpi": 200,
                "height": 2338,
                "width": 1654
            }
        },
        {
            "index": 3,
            "markdown": "modeling [19-24] and observations and measurements with actual climbers. While realworld falls are distinctly different from those using rigid metal masses due to the dynamics of a human body [25], systematic data collection has rarely been published except for the work of H . Măgdefrau [26] and a video [27]. The former measured forces on climber and belayer for a variety of fall situations and focuses on the potential harm for the climber for various harness geometries and fall situations. The latter offers force measurements for 3 fall experiments with relatively complex fall situations. Both of these publications lack key information about the experimental set-up. Most of the theoretical modeling is describing the elastic and dissipative rope properties upon impact in an otherwise static scenario. This applies perfectly to experiments such as the standardized laboratory rope testing. One recent theoretical paper however stands out, describing exactly the realworld situation when climbing off the ground, indoor or outdoor, with a static belay device [23]. In this publication the equation of motion is solved, and formulae developed for the peak forces and the length of the falls.\n\n### 1.4 Scope of the Study\n\nWith climbing equipment having become quite reliable and increasing frequency of lead climber falls, it is essential to analyze associated risks and provide guidance for safe practice. Such guidance needs to be based on exact data measured under typical climbing conditions. Surprisingly, no systematic experimental data on lead climber falls have been published. The important questions to be answered experimentally are: 1) How long will a fall be after the rope has stretched and the belayer was lifted off the ground, thus: is there a risk of the climber hitting the ground? 2) What are the peak forces and how to they compare to the strength of typical climbing gear? 3) How is the energy of the fall dissipated - which parts of the safety gear absorb most of the energy?.\n\nHere a systematic series of practical tests of lead climber falls with variation of just a single fall parameter for each series is provided. The tests were performed with normal climbing safety gear on a regular climbing route. Two series of tests were performed, one with a variation of the free fall height, the other by varying the mass of the belayer. All tests were performed using a quasistatic belay device (Petzl Grigri) with the dynamic braking provided by the elasticity of the rope, the\nhuman body and the upward motion of the belayer. The experimental results are compared against the model and equations presented in [23]. The purpose of this study is to determine safe belaying conditions and their limits as a function of fall height and belayer to climber mass ratio.\n\n## 2. MATERIALS AND METHODS\n\nThe measurements were performed in the Sandrock [28] climbing area in Alabama, USA. A route equipped with expansion bolts for protection was selected for the tests. The route has an overhanging start leading to a vertical section (Fig. 1). The bolt at the base of the vertical section was used to catch the falls with the carabiner catching the fall located 6.40 m above ground. The falls started in the vertical section, in line with the bolt catching the fall, and ended in the overhanging part. The set-up allowed for almost 1-dimensional falls with negligible pendulum motion or impact of the falling climber against the rock. The rope was clipped into one other bolt in the overhanging section to slightly re-direct the belayer end of the rope to keep it out of the way of the falling climber. The overhanging lower part of the route gave the belayer ample head space to be lifted off the ground without interfering with the rock. The belayer was positioned vertically below the re-directing bolt to allow for a near 1-dimensional motion similar to that of the climber. A tape measure installed parallel to the rope allowed to record starting and end positions of climber and belayer. The positions were taken at the point where the tie-in knot of the rope meets the harness. Prior to each fall all slack was removed from the rope in order to have a well-defined rope length. The rope was a typical used single rope (Edelrid Cobra, 10.3 mm diameter; impact force 9.1 kN ). The carabiner to catch the falls was a Petzl Vulcan with 40 kN closed-gate strength and 6 mm radius of curvature in the rope contact area. A Petzl Grigri was used as belaying device which provides a near static stopping action (verified during experiments using a marker on the rope), except for the lifting of the belayer who was not anchored. Climber and belayer masses, including all gear, were recorded prior to experiments.\n\nMobile acceleration sensors were attached to both climber and belayer and data were transferred via Bluetooth to tablets to record and save the data. Extensive prior lab tests were used to select the force sensor and its point of",
            "images": [],
            "dimensions": {
                "dpi": 200,
                "height": 2338,
                "width": 1654
            }
        },
        {
            "index": 4,
            "markdown": "attachment to the body. It turned out to be essential to use a sensor with a small dimensions and mass, rigidly attached to the body near the center of mass of the climber. The sensor of choice was the Pocketlab Voyager [29] with a mass of 17 g and dimensions of $40 \\times 40 \\times$ $15 \\mathrm{~mm}^{3}$, attached on the side of climber and belayer at the height of the hip bone. The mobile PocketLab App was used for data recording. The data analysis is based on conservation of energy to calculate the climber velocity at the beginning of the braking phase, conservation of momentum to estimate the velocities after the belayer acceleration and Newton's Laws to calculate forces [23].\n\nThe fall tests were performed with systematic variations of the height of the fall and the mass of the belayer.\n![img-0.jpeg](img-0.jpeg)\n\nFig. 1. Schematic sideview of the test site with climber (1), belayer (2), rope (3), and the carabiner catching the fall (4). The other lines show the ground and the outline of the rock face\n\n## 3. RESULTS AND DISCUSSION\n\n### 3.1 Variation of the Fall Height\n\nThe first series of tests was performed under variation of the height of the fall, with all other parameters kept constant. Climber and belayer were of similar mass ( 70 kg ) with the belayer $9 \\%$ lighter than the climber. The fall height was varied from a nominal length of 1.3 m to 3.2 m .\n\nThe corresponding fall factor values (length of free fall divided by total rope length loaded) varied between 0.23 and 0.47 . Just prior to each fall all rope slack was removed in order to have defined lengths for both rope and the free fall part.\n\nFig. 2 shows the actual total fall height of the climber and the uplift of the belayer as a function of the nominal fall height. These data were taken at the end of each fall thus representing the static rope elongation, not the larger dynamic stretch during the stopping process. The dashed line shows the nominal fall height for comparison. Obviously, the total fall height is considerably larger than the nominal by about a factor 1.8. Contributing factors are the uplift of the belayer which was negligible for the shortest fall and contributed about 1 m for longer falls (the tests were explicitly performed with a passive belayer, not deliberately jumping upwards to lower the impact). The remainder comes from the elasticity of the rope which stretched about $10 \\%$. The belaying device was a Grigri which did not allow any noticeable rope slippage. The data agree closely with calculated values using the equations derived by Leuthäusser [23,30] (full lines in Fig. 2). Would the fall tests have been performed with a realistic amount of slack in the rope the resulting fall height would have been accordingly longer. The equations from reference [23] were used to calculate the climber fall allowing 0.5 m of slack (open blue symbols in Fig. 2). The fall length increases considerably beyond the mere 0.5 m of added rope length due to the increased input of potential energy. While 0.5 m rope slack could be considered a bare minimum for undisruptive rope handling by the belayer, this would have led already to groundfall potential for the longest fall. To put it into perspective, this would be for a relatively small fall at the $3^{\\text {rd }}$ bolt in a rather well-protected climb. In practice, climbers can often be observed to allow slack far in excess of this, sometimes combined with improper sideways positioning of the belayer, or with extra rope paid out to clip an overhead bolt. This would lead to ground contact of the lead climber even for the shortest fall and to an almost unimpeded ground fall for the longer falls. This is somewhat disconcerting for a situation with the $3^{\\text {rd }}$ bolt of the route clipped ( 6.7 m above ground) and trying to clip the $4^{\\text {th }}$ bolt. This enhanced ground-fall risk is typically associated with falls into the first bolt when attempting to clip the second bolt of a route. Depending on bolt positions, this risk clearly extends far beyond the $1^{\\text {st }}$ and even the $2^{\\text {nd }}$ bolt.",
            "images": [
                {
                    "id": "img-0.jpeg",
                    "topLeftX": 454,
                    "topLeftY": 904,
                    "bottomRightX": 676,
                    "bottomRightY": 1568,
                    "imageBase64": null,
                    "imageAnnotation": null
                }
            ],
            "dimensions": {
                "dpi": 200,
                "height": 2338,
                "width": 1654
            }
        },
        {
            "index": 5,
            "markdown": "![img-1.jpeg](img-1.jpeg)\n\nFig. 2. Actual fall height of climber (blue) and belayer (red) as a function of nominal fall height. The dashed line represents the nominal fall height, the full lines are calculated using the equations derived by Leuthäusser [23]. The gray bar indicates ground-fall potential. ( $B=$ belayer; $\\mathrm{C}=$ climber; $\\mathrm{FH}=$ fall height)\n\nFig. 3 shows the maximum rope forces exerted onto the climber, the belayer and the bolt, respectively, during the stopping of the fall as a function of nominal fall height. The experimental values were calculated by multiplying the measured maximum acceleration values with the climber mass. The force on the bolt is found by adding the forces acting on climber and belayer. The highest rope force acting on the climber observed for the longest fall equals about 4 times his weight, thus resulting in a peak acceleration of 3 g . The rope forces on the belayer are much lower, the difference coming from the additional friction of the rope being redirected at the carabiner which catches the fall. This carabiner friction acts essentially as a brake force multiplier, the value of which can be computed by dividing the peak rope force acting on the climber by that acting on the belayer. This brake force multiplier factor is about $1.7-1.9$ for all falls, consistent with other reports [24]. Comparing with the work of Leuthäusser [23] it is observed that this theory slightly overestimates the forces on both, climber and belayer, but the trend is comparable. Larger fall heights were not accessible at the chosen test site so an extrapolation of the experimental data is speculative. The theory clearly suggests further increasing rope forces with increasing fall height. This differs from the claim made in reference [25] suggesting the force on the climber to reach a plateau, however, without providing an argument\nor reference. The impact of the fall can certainly be softened by using additional dynamic elements such as a belayer who is deliberately jumping off the ground or using a dynamic belaying device instead of a Grigri. However, this would further increase the fall height.\n\nThe total force acting on the bolt does not exceed 4.5 kN , a safe value for a properly placed bolt and also for most removable gear, if properly placed. Larger falls will potentially approach the load limits of some gear, so caution on the belayer side is required. Another aspect is the energy dissipation which originally stems from the change of potential gravitational energy of the falling climber. When the fall is being caught, after an initial stretch of the rope, the belayer will be lifted up, accelerating him to the speed of the climber. While other channels of energy dissipation will set in partially concurrently, this initial acceleration of the belayer is modeled as an inelastic collision using conservation of momentum, resulting in a common final speed. Then the initial potential energy of the free fall, turned kinetic energy, gets reduced upon acceleration of the belayer to $\\mathrm{mc} /(\\mathrm{mc}+\\mathrm{mb})$, with mc and mb the masses of climber and belayer, respectively. Thus, the lost kinetic energy due to this inelastic collision then is mb / $(\\mathrm{mc}+\\mathrm{mb})$. The energy stored in the final, static elongation of the rope is calculated using Hooke's Law. Part of the energy is imparted onto",
            "images": [
                {
                    "id": "img-1.jpeg",
                    "topLeftX": 511,
                    "topLeftY": 331,
                    "bottomRightX": 1190,
                    "bottomRightY": 888,
                    "imageBase64": null,
                    "imageAnnotation": null
                }
            ],
            "dimensions": {
                "dpi": 200,
                "height": 2338,
                "width": 1654
            }
        },
        {
            "index": 6,
            "markdown": "![img-2.jpeg](img-2.jpeg)\n\nFig. 3. Maximum forces the rope exerts on climber, belayer and bolt, respectively, as a function of nominal fall height. The full lines are calculated using the equations derived by Leuthäusser [23]\nthe belayer, lifting him up thus increasing his potential energy. The remaining energy losses will include all frictional effects, in particular the rope slipping through the carabiner that catches the fall [24]. A direct calculation of its value is elusive because of the time dependent forces. Therefore, it is calculated using conservation of energy. In summary, the initial energy (potential energy change of the climber) gets divided up into a) potential energy increase (uplift) of the belayer, b) final elastic energy of the stretched rope, c) energy loss due to acceleration of the belayer\n(collision), and d) friction losses in the carabiner.\n\nFig. 4 shows these various forms of energy as a function of nominal fall height. The two dominating factors of energy dissipation due to accelerating the belayer and friction of the rope running through the carabiner that catches the fall, it essentially assumes the role of a dynamic brake. The uplift of the belayer is negligible for short falls (the belayer remains near the ground) but plays a role for longer falls. The elastic elongation of the rope is not an important factor.\n![img-3.jpeg](img-3.jpeg)\n\nFig. 4. Values of the various forms of energy involved in a fall as a function of nominal fall height. The lines are guides to the eye",
            "images": [
                {
                    "id": "img-2.jpeg",
                    "topLeftX": 484,
                    "topLeftY": 327,
                    "bottomRightX": 1171,
                    "bottomRightY": 844,
                    "imageBase64": null,
                    "imageAnnotation": null
                },
                {
                    "id": "img-3.jpeg",
                    "topLeftX": 484,
                    "topLeftY": 1493,
                    "bottomRightX": 1119,
                    "bottomRightY": 2013,
                    "imageBase64": null,
                    "imageAnnotation": null
                }
            ],
            "dimensions": {
                "dpi": 200,
                "height": 2338,
                "width": 1654
            }
        },
        {
            "index": 7,
            "markdown": "# 3.2 Variation of the Belayer Mass \n\nIn the following experiments the climber mass ( $\\mathrm{mc}=73.7 \\mathrm{~kg}$ ) and the nominal fall height ( $\\mathrm{hn}=$ 2.54 m ) were kept constant, while varying the mass of the belayer. An increase of belayer mass clearly reduces the uplift of the belayer and consequently the actual fall height (Fig. 5). While a fall caught by a belayer with about $80 \\%$ of mc ends up being almost twice the nominal fall height, a belayer with $130 \\% \\mathrm{mc}$ limits this to about $40 \\%$ increased fall height (with about $25 \\%$ increased fall height being due to rope stretch alone). Thus without intentional upwards motion of the belayer catching a fall with a static belay device (Grigri) causes the braking to become essentially static at a belayer mass of $\\sim 150 \\%$ mc. a static catch of the fall should be avoided by either using a dynamic belay device or the belayer actively jumping upwards to soften the catch. On the other hand, the absolute lower limit of the belayer mass is $55 \\%$ of mc at which point the friction in the carabiner will no longer stop the fall. Practically, climbers should take steps to avoid approaching this limit. Calculating total fall height values for a realistic, but still small, value of 0.5 m rope slack (open, blue data point in Fig. 5) shows that even a belayer with $80 \\%$\nmass of the climber can barely prevent a groundfall.\n\nThe corresponding forces (Fig. 6) the rope exerts on climber, belayer, and the bolt increase by 20 $30 \\%$ when varying the belayer mass from $80 \\%$ $\\mathrm{m}_{\\mathrm{c}}$ to $130 \\% \\mathrm{~m}_{\\mathrm{c}}$. The highest values of the force on the climber correspond to about $4 \\mathrm{~g}, 1 \\mathrm{~g}$ to balance the weight and 3 g actual deceleration. The theoretical modeling based on [23] again systematically overestimates the forces, but the trend matches very well the experimental data. Potential explanations will be discussed in the conclusions. Lighter belayers would need extra mass, self-anchoring or use additional friction devices like the Edelrid Ohm to be able to control both, the fall height and their own motion, in order to prevent a collision with the rock or falling climber that may result in injury. Heavier belayers would either have to resort to deliberately supporting their upwards motion or use a dynamic belay device. In the latter case, the belay device would need to have a brake force smaller than the force acting on the belayer to allow rope slippage. Ref. [16] experimentally analyses the brake dynamics of several models. With the actual brake force depending on hand strength, this can be varied provided the belayer is well-trained.\n![img-4.jpeg](img-4.jpeg)\n\nFig. 5. Vertical displacement of climber (actual fall height) and belayer as a function of the belayer mass. Nominal fall height ( $\\mathrm{hn}=2.54 \\mathrm{~m}$ ) and climber mass ( $\\mathrm{mc}=73.7 \\mathrm{~kg}$ ) were kept constant. The vertical dashed line indicates mc, the horizontal dashed line hn. The full lines are calculated using the equations derived by Leuthäusser [23]. The gray bar indicates ground-fall potential",
            "images": [
                {
                    "id": "img-4.jpeg",
                    "topLeftX": 521,
                    "topLeftY": 1288,
                    "bottomRightX": 1114,
                    "bottomRightY": 1804,
                    "imageBase64": null,
                    "imageAnnotation": null
                }
            ],
            "dimensions": {
                "dpi": 200,
                "height": 2338,
                "width": 1654
            }
        },
        {
            "index": 8,
            "markdown": "![img-5.jpeg](img-5.jpeg)\n\nFig. 6. Maximum forces the rope exerts on climber, belayer and bolt, respectively, as a function of nominal fall height. The full lines are calculated using the equations derived by Leuthäusser [23]\n\nThe energy contributions are shown in Fig. 7 as a function of belayer mass. The total energy decreases with increasing belayer mass because of the reduced actual fall height. For all scenarios the two most important channels for energy dissipation are friction in the loaded carabiner and energy spent on accelerating the belayer\n(\"collision\" energy) with the latter dominating for heavier climbers. For lighter belayers the potential energy gain due to uplifting the belayer also comes into play, but this is counterproductive as it results in even larger input energies.\n![img-6.jpeg](img-6.jpeg)\n\nFig. 7. Values of the various forms of energy involved in a fall as a function of belayer mass. The lines are guides to the eye",
            "images": [
                {
                    "id": "img-5.jpeg",
                    "topLeftX": 454,
                    "topLeftY": 294,
                    "bottomRightX": 1136,
                    "bottomRightY": 890,
                    "imageBase64": null,
                    "imageAnnotation": null
                },
                {
                    "id": "img-6.jpeg",
                    "topLeftX": 487,
                    "topLeftY": 1349,
                    "bottomRightX": 1118,
                    "bottomRightY": 1875,
                    "imageBase64": null,
                    "imageAnnotation": null
                }
            ],
            "dimensions": {
                "dpi": 200,
                "height": 2338,
                "width": 1654
            }
        },
        {
            "index": 9,
            "markdown": "# 4. CONCLUSIONS \n\nUsing real-world data recorded during lead climber falls give a good insight into the limiting factors for catching a fall. The actual fall height is found to be in good agreement with theoretical modeling and it easily exceeds what most climbers would anticipate not only due to stretch of the rope but also caused by lifting the belayer and slack in the rope. This was evidenced by observing a party of climbers taking a fall that ended with the climber's feet on the ground and the belayer nearly 1.5 m in the air. The groundfall risk is normally considered around the first or second bolt of a climb. Our tests were conducted at the third bolt of a well-protected route and still, a ground-fall is a very present risk. The tests reported here were done without slack and using a static belaying device and still the permissible fall height was quite limited. In particular, a lightweight belayer ( $80 \\%$ of the climber mass) would be pulled up considerably while enlarging the climber's fall height, thus increasing the risk of collision with overhead rock structures, with the falling climber as well as the climber hitting the ground. Lighter belayers would need to selfanchor and utilize additional friction devices like the Edelrid Ohm. The use of a dynamic belaying device might keep the belayer closer to ground, but at the expense of a longer fall for the climber. Belayers considerably heavier than the climber should use a dynamic belaying device [16] or actively jump upwards to soften the impact. The general problem is that the desire to give universal advice for a climber/belayer team gets quickly compromised when the climb proceeds with the rope accumulating friction when zigzagging through multiple carabiners. Adding another 180 degree accumulated rope redirection has essentially the effect of doubling the effective mass of the belayer. Thus, a belayer who for the first part of a route was rather \"underweight\" and had to self-anchor or rely on an Edelrid Ohm device would fail to provide a soft enough catch to prevent injury if the climber fell higher up in the climb. Practically, streamlined textbook advice cannot substitute for experience of taking and catching falls in various situations.\n\nThe observed forces are somewhat lower than predicted by theory [23]. This work found better agreement with experimental data reported by [27] but those experiments are more convoluted and harder to relate to the theoretical model. Also, the forces they report might be the rope force and, if so, they would be overestimated by\nthe theory by about the same amount as observed here. Reference [23] considers force reductions due to the softness of the human body but dismisses those based on elasticity values found for shock-wave propagation through a human body [31]. The relatively slow force variations for climbing falls might, however, allow other reactions like movement of limbs which, for smaller falls, could indeed soften the impact forces. This was also reported experimentally in [32]. In all cases the maximum load on the anchor remained below rated strength of bolts and standard mobile gear, keeping in mind that for mobile gear not only the strength of the gear itself but also that of the surrounding rock needs to be considered. Larger falls will lead to forces approaching the breaking strength of some gear, thus requiring strategies to soften the catch. The analysis of the energy dissipation channels shows the dominance of two factors, the energy loss due to acceleration of the belayer and the friction in the carabiner that catches the fall. The latter actually is the only remaining brake when using a static belay device. The importance of this friction in the carabiner contact was also noticed in prior work [16,23]. Without it, dynamic belay devices with a low brake force would not even statically hold the weight of a climber [16], let alone stop a fall.\n\nIn summary, comprehensive and systematic sets of experiments of climber falls stopped with a static belay device and a not anchored belayer were analyzed. The actual fall distances show that ground fall risk persists much higher up into a climb than typically discussed. Advice to climbers should not be attempted to be cast into a few simple rules, the situation simply depends on too many factors. Falling as a lead climber and catching falls should be a subject of practice under qualified supervision. Further experiments are planned to study the effect of dynamic belaying and belayers positioned away from the vertical line. The latter often is necessary to stay out of the way of the climber but sometimes is observed to be done to an extent which does not seem safe.\n\n## COMPETING INTERESTS\n\nAuthors have declared that no competing interests exist.\n\n## REFERENCES\n\n1. Smith RA. The development of equipment to reduce risk in rock climbing. Sports Engineering. 1998;1:27.",
            "images": [],
            "dimensions": {
                "dpi": 200,
                "height": 2338,
                "width": 1654
            }
        },
        {
            "index": 10,
            "markdown": "2. Huber H, Wege and Weggefährten. Accessed 02 January 2023.\nAvailable:https://hermannhuber.de/geschic hten/\n3. Doug Robinson - OG Yosemite Climber shares history, Accessed 02 January 2023. Available:https://www.youtube.com/watch? $v=b 45 O X W G 3 k z Q$\n4. The milestones at a glance in About Us, Accessed 02 January 2023.\nAvailable: https://edelrid.com/us-en/edelrid/about-us\n5. Blackford J, Maycock E, Mountaineering Equipment - Ropes Harnesses, Karabiners and Anchors, Materials World. Special European Supplement. 2001;9(8):8-12.\n6. Semmel C, Hellberg F, Stürze halten sicher und sanft, DAV Panorama. 2012;3:72.\n7. Zanantoni, C, Analysis of belaying techniques: A typical UIAA Activity, World Mountaineering and Climbing, The Journal of the UIAA. 2000;3:7-11.\n8. Vogwell J, Minguez JM. The safety of rock climbing protection devices under falling loads, Engineering Failure Analysis. 2007;14:1114.\n9. Fuss FK, Niegl G, Understanding the mechanics of dynamic rope brakes, Procedia Engineering. 2010;2:3323-3328.\n10. Committed to Climber Safety: Uiaa Safety Resources, Accessed 02 January 2023. Available: https://www.theuiaa.org/safety/\n11. UIAA: Climbing \\& Mountaineering Skills, Accessed 02 January 2023\nAvailable: https://www.theuiaa.org/skills/\n12. DAV: Sportklettern: Sichern mit Gewichtsunterschied, Accessed 02 January 2023.\nAvailable:https://www.alpenverein.de/bergs port/sicherheit/klettern/sichern-mit-\ngewichtsunterschied_aid_29328.html\n13. DAV: Ich hab dich?!, Accessed 02 January 2023.\n\nAvailable:https://www.alpenverein.de/bergs port/sicherheit/klettern/ich-hab-\ndich_aid_32286.html\n14. Petzl: Tech Tips, Accessed 02 January 2023.\n\nAvailable:https://www.petzl.com/INT/en/Sp ort/Techniques\n15. Boulderama TV. Accessed 02 January 2023.\n\nAvailable:https://www.youtube.com/watch?v=Nv 441b0-\nEsw\\&feature=share\\&fbclid=IwAR2FKcvDCKMY Gj7sOjf5_0WIGb3iiHFK1JvskOAAZUnAJ1OcT 7DStSkV2ZI\n16. Rauch S, Wallner B, Ströhle M, Dal Cappello T, Brodmann Maeder M, Climbing Accidents—Prospective Data Analysis from the International Alpine Trauma Registry and Systematic Review of the Literature, Int J Environ Res Public Health. 2020;17(1):203.\n17. Manin L, Richard M, Brabant JD, Bissuel M, Rock Climbing Belay Device Analysis, Experiments and Modeling. In: Moritz E.F., Haake S. (eds) The Engineering of Sport 6. Springer, New York, NY; 2006.\n18. Stronge WJ, Mathonwy T, Effectiveness of mountaineering manual belay/abseil devices, Sports Engineering. 2014;17:131-142.\n19. Custer D, An Estimation of the Load Rate Imparted to a Climbing Anchor During Fall Arrest, The Engineering of Sport 6 (Eckehard Fozzy Moritz and Steve Haake(Eds.) Springer Science-Business Media, LLC. 2006:45-50.\n20. Bedogni V. Computer mathematical models in belaying techniques. Proceedings of the Conference on Nylon and Ropes for Mountaineering and Caving, Torino, 8-9 March, Italy; 2002.\nAccessed 02 January 2023.\nAvailable:http://personal.strath.ac.uk/andre w.mclaren/Turin2002/CD\\%20congresso/C omputer\\%20mathematical\\%20models.pdf\n21. Pavier M. Experimental and theoretical simulations of climbing falls Sports Engineering. 1998;1:79-91.\n22. Leuthäusser U, The physics of a climbing rope under a heavy dynamic load, Proceedings of the Institution of Mechanical Engineers, Part P: Journal of Sports Engineering and Technology. 2017;231(2):125-135.\n23. Leuthäusser U, The mechanics of a climbing fall with a belayer who can be lifted, Proceedings of the Institution of Mechanical Engineers, Part P: Journal of Sports Engineering and Technology; 2021.\n\nDOI: 10.1177/1754337121992616\n24. Schad R, Analysis of climbing accidents, Accident Analysis \\& Prevention. 2000;32(3):391-396.\n25. Schubert P, Sicherheit und Risiko in Fels und Eis: Band 1, Bergverlag Rother GmbH; 1991.\n26. Mägdefrau H, Anthropologischer Anzeiger. 2019;49:85.",
            "images": [],
            "dimensions": {
                "dpi": 200,
                "height": 2338,
                "width": 1654
            }
        },
        {
            "index": 11,
            "markdown": "27. Petzl. Forces at work in a real fall. Accessed 02 January 2023.\nAvailable:https://www.petzl.com/US/en/Sp ort/Forces-at-work-in-a-real-\nfall?ActivityName=rock-climbing\n28. Adventure Projects Inc., Sand Rock Climbing. Accessed 02 January 2023. Available:https://www.mountainproject.com /area/105905184/sand-rock\n29. Myriad Sensors, Inc, Pocket Lab. Accessed 02 January 2023. Available: https://www.thepocketlab.com/\n30. Using a value of $E Q=11 \\mathrm{kN}$ (elastic modulus E and rope cross section area Q ); this is a realistic value given the nonlinearity of the elastic properties of climbing ropes - U. Leuthäusser, private communication.\n31. Tan XG, Kannan R and Przekwas AJ, A comparative study of the human body finite element method under blast loadings. In: Proceedings of the ASME 2012 international mechanical engineering congress \\& exposition, Houston, TX, 9-15 November; 2012.\n32. Petzl. Fall comparison with rigid/human mass, Accessed 02 January 2023. Available:https://www.petzl.com/US/en/Sp ort/Fall-comparison-with-rigid-humanmass?ActivityName=rock-climbing\n© 2023 Schad et al.; This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.\n\nPeer-review history:\nThe peer review history for this paper can be accessed here:\nhttps://www.sdiarticle5.com/review-history/95524",
            "images": [],
            "dimensions": {
                "dpi": 200,
                "height": 2338,
                "width": 1654
            }
        }
    ],
    "model": "mistral-ocr-2505-completion",
    "documentAnnotation": null,
    "usageInfo": {
        "pagesProcessed": 12,
        "docSizeBytes": 510623
    }
}